export const clues = [
  "",
  "Пожарные обнаружили <u>несколько источников</u> возгорания в одной лаборатории",
  "<u>Гухальрас</u> - <u>вирус</u>, передающийся половым путем. <u>Лекарство</u> пока не найдено",
  "За <u>успехи</u> в своей <u>исследовательской работе</u> Эмма недавно получила <u>повышение</u>",
  "Показания Хедды: «Джейкоб работает здесь дольше всех. Мия устроилась к нам совсем недавно." +
    "Она сняла свою кандидатуру с участия в <u>конкурсе</u> ради работы в лаборатории».",
  "В <u>здании</u> нельзя пользоваться <u>мобильными телефонами</u>. Сотрудники оставляют свои телефоны " +
    "в личных шкафчиках на первом этаже.",
];
