export const clues = [
  `<u><i>Среда, 12 июля, 22:10.</i></u>\n
<i>Телефонные гудки. Оператор службы спасения поднимает трубку. На заднем плане слышны голоса и треск пожара.</i>\n
<u>Оператор:</u> Служба спасения. Что случилось?\n
<u>Мия:</u> Я звоню из Лаборатории Робса, Страндвейен 179, Осло. У нас на пятом этаже возгорание. \n
<u>Оператор:</u>  В здании есть люди?\n
<u>Мия:</u>  Мы не знаем. В фойе... (считает) семь человек. Где сейчас другие сотрудники, мы не знаем. \n
<u>Оператор:</u> Какова площадь возгорания?\n
<u>Мия:</u>  Почти весь пятый этаж. Там три лаборатории общей площадью примерно 300 квадратных метров. \n
<u>Оператор:</u>  На территории пожара есть что-нибудь легковоспламеняющееся или опасное?\n
<u>Мия:</u>  Это лаборатория. В ней много чего есть, в том числе и очень дорогостоящее оборудование. \n
<u>Слышны голоса:</u>  На третьем этаже баллоны с кислородом.\n
<u>Мия:</u>  На третьем этаже есть баллоны с кислородом. Кажется, огонь ещё не успел туда добраться. \n
<u>Оператор:</u>  Вы работаете в здании?\n
<u>Мия:</u>  Да, меня зовут Мия Даль. В фойе сейчас семеро сотрудников.\n
<u>Оператор:</u>  Пожарные уже в пути. Дождитесь их и предоставьте всю необходимую информацию.\n
<u>Мия:</u>  Спасибо.`,
  "Пожарные обнаружили <u>несколько источников</u> возгорания в одной лаборатории",
  "<u>Гухальрас</u> - <u>вирус</u>, передающийся половым путем. <u>Лекарство</u> пока не найдено",
  "За <u>успехи</u> в своей <u>исследовательской работе</u> Эмма недавно получила <u>повышение</u>",
  "Показания Хедды: «Джейкоб работает здесь дольше всех. Мия устроилась к нам совсем недавно." +
    "Она сняла свою кандидатуру с участия в <u>конкурсе</u> ради работы в лаборатории».",
  "В <u>здании</u> нельзя пользоваться <u>мобильными телефонами</u>. Сотрудники оставляют свои телефоны " +
    "в личных шкафчиках на первом этаже.",
];

export const objectives = ["Прочитайте запись звонка в службу спасения."];
